[
  {
    "text": "Elon is a nicer man than me.\n\nIf I was in charge of X and took someones checkmark id just reply a picture of a sink when they complain.",
    "retweets": 209,
    "likes": 4994
  },
  {
    "text": "Misogyny protects women.\n\nMisogynistic men dont let their women vote to bring in illgeal migrants which rape.\n\nMisogynistic men dont believe women can protect themselves so ensure to protect them.\n\nMisogynistic men believe theyre better at making money so allow their women to…",
    "retweets": 634,
    "likes": 6262
  },
  {
    "text": "Ive only driven 24% of the cars I own.\n\nAround 20 of the 85.",
    "retweets": 313,
    "likes": 9366
  },
  {
    "text": "1057 men in 12 hours?\n\nThe average penis size is 5.1 inches, \n\n5.1  X 1057 is 5390 inches, which equates to 449ft or 136.8 meters. \n\nThat is the equivalent of 3 and half of Rio’s Christ the Redeemer Statue.",
    "retweets": 462,
    "likes": 11492
  },
  {
    "text": "A mans job is war and his womans job is to make him warriors to help the clan.\n\nAnything outside of these activities is failure.",
    "retweets": 590,
    "likes": 5927
  },
  {
    "text": "Pete Hegseth\nMatt Gaetz\nTates\nTrump\nClarence Thomas\nBrett Kavanugh\nAssange\nRobert F Kennedy\nConnor Mcgreggor\n\nThe list goes on.\n\nAnyone who has power to damage their control over slave minds they scream \"SEXUAL MISCONDUCT\"\n\nIts mega obvious and everybody knows its fake.\n\nBut…",
    "retweets": 596,
    "likes": 5241
  },
  {
    "text": "Do not fight in the hope of success. \n\nNo. \n\nBattle is much more beautiful when it is hopeless.",
    "retweets": 581,
    "likes": 5814
  },
  {
    "text": "Anyone who believes females are psychologically or physically capable of matching males at frontline combat is operating a level of DEI delusion which has effectively rendered them retarded.",
    "retweets": 1561,
    "likes": 17258
  },
  {
    "text": "All these fake \"Christian influencers\" with their barely watched gossip shows are getting exposed.\n\nFor fucking eachother behind their partners backs and preaching morality on X.\n\nLeave it with the Top G.",
    "retweets": 193,
    "likes": 2456
  },
  {
    "text": "All the Christians seething over \"Why do young men listen to Tate 😔😔😥?\"\n\nBecause Im fucking cool and youre all dorks?\n\nWhy do they listen to the man that makes them strong powerful and rich over the people telling them to accept homos and perma forgive transgression?\n\nLosers.",
    "retweets": 474,
    "likes": 7199
  },
  {
    "text": "Every time I win the haters seethe and pretend im somehow going to lose.\n\nListen up - this is the most corrupt country in Europe.\n\nIf they were gona bang me up they woulda done it by now. \n\nAnd they tried HARD.\n\nBut even in a country with a 5% trust rating in the courts, they…",
    "retweets": 273,
    "likes": 3060
  },
  {
    "text": "300M compensation from Romania and a Netflix deal.",
    "retweets": 1005,
    "likes": 23072
  },
  {
    "text": "J6 was a Matrix Attack.\n\nA warning to the native populace - accept slavery or certain repercussion.\n\nJ6rs were tried under the unfair premise of \"destroy these men to save \"democracy\"\n\nKill the bee for the good of the hive.\n\nIndividual responsibility and culpability wasnt…",
    "retweets": 214,
    "likes": 1992
  },
  {
    "text": "You abandoned your sons and now they all follow me.\n\nThey want ME to be their father, because im the man you couldnt be.\n\nAnd I teach them to fight back and stick up for themselves.\n\nYou wonder why you cant seem to make me go away?\n\nBecause you failed.\n\nAnd now I am the most…",
    "retweets": 669,
    "likes": 7567
  },
  {
    "text": "Id rather have old joke videos of me on the internet than a vaccine tweet. \n\nGullible government puppets encouraging enslavement of your fellow man. \n\nSo much for \"fake news\"? \n\nYou lapped it up.\n\nThats an L nobody should ever recover from.",
    "retweets": 204,
    "likes": 2604
  },
  {
    "text": "Trump accused of sex crimes \n\nTates accused of sex crimes \n\nTrump vilified by old recordings making jokes \n\nTate vilified by old recordings making jokes \n\nTrump false court cases and lawfare\n\nTate false court cases and lawfare \n\nTrump wins\n\nTate wins",
    "retweets": 1399,
    "likes": 16201
  },
  {
    "text": "I can not be cancelled.\n\nThe world is mine.",
    "retweets": 841,
    "likes": 14216
  },
  {
    "text": "All of the people on X insulting Elon would beg for a picture if they ever met him.\n\nThats how it always goes...\n\nTrust me.",
    "retweets": 1034,
    "likes": 20895
  },
  {
    "text": "The ENERGY of people can be STOLEN from them.\n\nIf you make somebody angry, so that they think about you while you REFUSE to think of them.\n\nHaters convert calories into thoughts which have YOUR name on them.\n\nThey are GIVING you power.\n\nHATERS FEED.\n\n10 million people Ive never…",
    "retweets": 362,
    "likes": 3088
  },
  {
    "text": "My onsite security team just had to draw weapons on a bearded man with a sword outside my house.",
    "retweets": 884,
    "likes": 16497
  },
  {
    "text": "If I had 1% of the dirt on me all the Labour councillors have - imagine the media meltdown. \n\nTurns out over 50 of them are CONVICTED of raping kids and it’s barely mentioned. \n\nBut they scream about my ACUSATION of human trafficking from the most corrupt country in Europe that…",
    "retweets": 695,
    "likes": 4549
  },
  {
    "text": "Depression isn't real.  \n\nMy life of endless suffering has never resulted in any form of depression ever.  \n\nSolitary confinement in an east European jail.  \n\nI was perfectly effective, completed my trainings and reading.  \n\nNot even for a fraction of a second did I ever feel…",
    "retweets": 463,
    "likes": 5515
  },
  {
    "text": "Never get rich off the back of a friend.",
    "retweets": 1655,
    "likes": 17209
  },
  {
    "text": "Do you love me or hate me",
    "retweets": 356,
    "likes": 2918
  },
  {
    "text": "I have decided to admit to all of my crimes.\n\nThe pressure is too much.\n\n1000 retweets and ill confess.",
    "retweets": 2548,
    "likes": 17702
  },
  {
    "text": "When I am Prime Minister Hustlers University will replace Oxford University \n\n@votebruv",
    "retweets": 780,
    "likes": 14689
  },
  {
    "text": "My primary objective once I’m in government is to find out why ALL politicians become sellouts once they take power. \n\nI’ll wait for the offer and understand the mechanism then broadcast it to the world. \n\nKill me. \n\n@votebruv",
    "retweets": 854,
    "likes": 8337
  },
  {
    "text": "Anyone whos pushing for the sexualisation of children wants to have sex with children.\n\nNo exceptions.",
    "retweets": 2400,
    "likes": 23478
  },
  {
    "text": "If I was In London now id be talking with @Turki_alalshikh about my come back fight.",
    "retweets": 153,
    "likes": 2588
  },
  {
    "text": "My primary objective for becoming UK Prime Minister is to tell everybody whos really in charge.\n\nEVERYBODY, even my biggest haters, will benefit when I win\n\n1) I fix everything\n\nor\n\n2) I stand up and say \"Nothing can be fixed because of THESE PEOPLE\"\n\nSunlight is disinfectant.",
    "retweets": 501,
    "likes": 4496
  },
  {
    "text": "Everybody adores me.\n\nIm so adored. I can feel it. \n\nOh yes adore me, give me all that space in your brain all those tweets all that time and energy.\n\nIts allllll mineeeee.\n\nThe only way to damage me is to not talk about me but theyre so ADDICTED to me, they adore me so much, ALL…",
    "retweets": 424,
    "likes": 5497
  },
  {
    "text": "Patience",
    "retweets": 892,
    "likes": 9750
  },
  {
    "text": "\"Conservatives\" win for the first time in 4 years and within two weeks its endless infighting and calling for eachother to be banned.\n\nIts monumentally gay.\n\nConservatives lose to trannys for this exact reason. \n\nConservatives are the biggest gays.",
    "retweets": 322,
    "likes": 3548
  },
  {
    "text": "I am monumentally rich.\n\nAlthough this hasnt brought me any new friends, I hang around with the same guys I grew up with on the streets, It has considerably increased the variety and capability of my enemies.",
    "retweets": 326,
    "likes": 5583
  },
  {
    "text": "Multiculturalism is a semantic trick. \n\nIt promises independent conflicting cultures existing side by side without bleed or compromise. \n\nThe reality is - if you mix wine and beer - you have neither wine nor beer. \n\nYou have something new. \n\nAnd two things previously enjoyable…",
    "retweets": 999,
    "likes": 7579
  },
  {
    "text": "If you want to be liked youre not fit for politics.\n\nI dont need to lie.\n\nI dont care if you call me racist, homophobic, misogynistic. \n\nBeen through that for years it has 0 effect. \n\nI am the Borg and have adapted beyond your phasers.\n\nI WILL FIX GREAT BRITAIN.\n\nIf that makes me…",
    "retweets": 750,
    "likes": 6826
  },
  {
    "text": "5000 retweets and I will release my first address to the Nation as the Prime Minister of Great Britain. \n\n@votebruv",
    "retweets": 7203,
    "likes": 15092
  },
  {
    "text": "“Oh but but but that’s tweets mean 😪“\n\nShut up you monumental pussy. \n\nThere must be something wrong with your soul if you don’t find Trump absolutely hilarious.",
    "retweets": 310,
    "likes": 4680
  },
  {
    "text": "If you walked into any random high school and had to choose a kid to be President of the United States, the smartest choice would be the school bully. \n\nHe understands power dynamics. \n\nUnderstands the art of exerting his force and influence, is honest with those he dislikes and…",
    "retweets": 460,
    "likes": 5054
  },
  {
    "text": "Retweet if you understand how this simulation we live in works. \n\nSooner or later I will be the British PM and we will destroy these lying scum. \n\nThis is 100% certain. \n\nYou can already see it. \n\nBecause it’s already happened. \n\nIt’s certain. \n\n@votebruv",
    "retweets": 1728,
    "likes": 6999
  },
  {
    "text": "When @votebruv is in charge of the UK we will deport Hamza Yusuf and Kier Starmer.",
    "retweets": 709,
    "likes": 10876
  },
  {
    "text": "Please. Do not humour me. \n\nTell the truth. \n\nWho do you think would be the most competent leader of the now failing United Kingdom. \n\nWho do you want to see in charge to fix everything?\n\nWho do you believe in most?",
    "retweets": 597,
    "likes": 4339
  },
  {
    "text": "Biden passed a law banning oil drilling in the Gulf of Mexico.\n\nSo Trump renamed it the Gulf of America and will drill for oil.\n\nNo laws against that!\n\nExcellent 😂🤣",
    "retweets": 6427,
    "likes": 61513
  },
  {
    "text": "God hates cowards.",
    "retweets": 2043,
    "likes": 19538
  },
  {
    "text": "There are no coincidences and DEI brings you very close to DIE.\n\nDo you understand?",
    "retweets": 283,
    "likes": 3395
  },
  {
    "text": "The new BRUV government of the United Kingdom will support the cryptocurrency revolution to pay off national debts.\n\nCryptocurrency IS the future.\n\nIt is game theory. \n\nFirst player wins.\n\n@votebruv",
    "retweets": 369,
    "likes": 4375
  },
  {
    "text": "FreeTopG",
    "retweets": 576,
    "likes": 10613
  },
  {
    "text": "Blame climate change for the heart attacks the vaccine gave you and the fires they have no water for. \n\nBlame climate change for all of it. \n\nMake 300billion dollar bills to combat this climate change and steal all the money. \n\nThey get rich. \n\nYou die.",
    "retweets": 1634,
    "likes": 10568
  },
  {
    "text": "The UK is a Christian country.",
    "retweets": 4064,
    "likes": 65694
  },
  {
    "text": "If the mayor of an iconic Chinese city failed to protect infrastructure from the KNOWN THREAT of wildfires at this level of monumental incompetence they would be executed.",
    "retweets": 1037,
    "likes": 9936
  },
  {
    "text": "The average white British man will adorn a football shirt, leave his house, become enraged, and beat up his fellow white man over a sports team. \n\nRape his daughter?\n\nWon’t move a muscle.",
    "retweets": 3053,
    "likes": 33196
  },
  {
    "text": "Racist, Islamaphobic, Anti Semetic, Misogynistic, Homophobic, Transphobic etc\n\nThese are the words they use to make you IGNORE THE TRUTH.\n\nTo IGNORE your God given pattern recognition. \n\nThey scare you with ostracisation to force silence.\n\nThey write subjective definitions into…",
    "retweets": 1090,
    "likes": 7689
  },
  {
    "text": "THE CURRENT LEADER OF THE CONSERVATIVE PARTY @KemiBadenoch HELD JESS PHILLIPS CURRENT JOB ONLY A FEW MONTHS AGO.\n\nTHE CONSERVATIVES HELD POWER FOR 14 YEARS.\n\nSHE REJECTED ALL CALLS FOR AN ENQUIRY.\n\nTHE CONSERVATIVES ARE AS CORRUPT AS LABOUR.",
    "retweets": 747,
    "likes": 6108
  },
  {
    "text": "I will post the name of every single member of British Parliament which REJECTS the call for an enquiry into the rape gangs which gripped the United Kingdom.\n\nYou will be named and shamed.\n\nTELL US THE TRUTH.\n\n@votebruv",
    "retweets": 5672,
    "likes": 36922
  },
  {
    "text": "You karmically attract injustice by wishing injustice upon your enemies.",
    "retweets": 554,
    "likes": 5365
  },
  {
    "text": "We will reach 100,000 followers today.\n\nThe revolution to save Great Britain has just begun.\n\nJoin us @votebruv",
    "retweets": 660,
    "likes": 7735
  },
  {
    "text": "Muslims in Europe are defending heinous crimes and then act confused when there is obvious bigotry against Islam in the future. \n\nThe grooming gangs were disgusting. \n\nEvery sane human is against them. \n\nThe Muslims defending those actions purely because they were committed by…",
    "retweets": 2060,
    "likes": 23938
  },
  {
    "text": "Very simple IQ test. \n\nYou are simply a moron if you believe an accusation is the same as a conviction and refuse to address the fact that even convictions are not 100% accurate. \n\nIt seems the majority of people struggle with this simple concept. \n\nThese people are imbeciles.",
    "retweets": 405,
    "likes": 4206
  },
  {
    "text": "There is a black crime problem within the UK.  \n\nESPECIALLY STABBINGS.\n\nThis is an objective fact.  \n\nThis should outrage blacks.  \n\nInstead black people rush to deny the issue or defend the perpetrators.   \n\nNOBODY SHOULD DIE AT THE HANDS OF A KNIFE.\n\nThere is a problem with…",
    "retweets": 1186,
    "likes": 13814
  },
  {
    "text": "GULF OF AMERICA! 🫡🇺🇸",
    "retweets": 728,
    "likes": 10738
  },
  {
    "text": "There is an Islamic crime problem within the UK.\n\nThis is an objective fact.\n\nThis should outrage Muslims.\n\nInstead muslims rush to deny the issue or defend the perpetrators. \n\nRAPE IS ILLEGAL IN ISLAMIC COUNTRIES PUNISHABLE BY DEATH.\n\nAs is ILLEGALLY INVADING AND OCCUPYING…",
    "retweets": 8162,
    "likes": 66728
  },
  {
    "text": "Top G.\n\nThe G stands for Government.",
    "retweets": 975,
    "likes": 21252
  },
  {
    "text": "BRITSH MEN DIED FOR BRITISH SOIL.\n\nIT IS NOT YOURS AND YOU HAVE NO RIGHT TO IT.\n\nIT IS NOT A LINE ON A MAP, IT IS AN ISLAND DEFENDED WITH THE LIVES OF THE BRAVE.\n\nIF YOU GET ON A BOAT, WE WONT LET YOU IN.\n\nWE HAVE NO OBLIGATION TO SAVE YOU FROM THAT BOAT NO MATTER HOW ROUGH THE…",
    "retweets": 4259,
    "likes": 44135
  },
  {
    "text": "The most Googled man in the world, who is British, becoming the PM?\n\nAfter @Fidias0 became a member of EU parliament from his youtube channel.\n\nAt the time of great awakening and distrust in the political class?\n\nStranger things have happened.\n\nI am 100% serious.\n\nI am in the…",
    "retweets": 1813,
    "likes": 24234
  },
  {
    "text": "Ultra serious post.\n\nShould I enter politics and run for Prime Minister of the UK?",
    "retweets": 1166,
    "likes": 8868
  },
  {
    "text": "Only 362 days left.",
    "retweets": 1493,
    "likes": 18992
  },
  {
    "text": "The economic game is the unavoidable game of life.\n\nEverybody has to play it, every single day.\n\nYou have to make money. You need to spend money.\n\nSo why wouldn’t you want to be good at this unavoidable game?",
    "retweets": 958,
    "likes": 8234
  },
  {
    "text": "Labour tried to stop Trump winning for this very reason. \n\nThe curtains been lifted on the rape gangs, only one of the UK establishments many heinous crimes. \n\nAnd now justice is coming. \n\nThey won’t sleep well tonight.",
    "retweets": 4765,
    "likes": 35984
  },
  {
    "text": "Human capital is losing value in real time.\n\nYet Europe is still flooding itself with the lowest economically valuable human capital on the planet.\n\nThe only thing worse than destruction.\n\nIs a pointless destruction.\n\nDying for nothing.",
    "retweets": 690,
    "likes": 7604
  },
  {
    "text": "The UK is far worse than people realise. \n\nIt’s the most dystopian failed state, where’s personal safety from criminals is impossible to buy or find due to lack of armed security and you live in perma fear of murderous criminals and the police. \n\nThe theatre kids in charge cry…",
    "retweets": 4711,
    "likes": 32850
  },
  {
    "text": "Be honest with yourself.\n\nIts the first day of 2025 and youve wasted it.\n\nA new year, same loser.\n\nYouve wasted 100% of 2025 so far.\n\nYou will stay a loser forever.",
    "retweets": 1865,
    "likes": 28975
  },
  {
    "text": "2025 sounds clean.\n\nWhen youre an old man telling the most amazing story from your life, wideeyed your grand children will ask -\n\n\"When did that happen!?\"\n\nAnd your answer will be 2025.\n\nDo you understand?",
    "retweets": 1517,
    "likes": 18275
  },
  {
    "text": "2025 is the year in which I mercilessly mock all losers.\n\nYouve had enough time, its 25 years past the millennium. \n\nYou should be living the life you want.\n\nThere truly is no reason to still be a nobody unless you HAVNT BEEN TRYING.\n\nI will spend 2025 turning the screw,…",
    "retweets": 378,
    "likes": 4879
  },
  {
    "text": "TBH Im a pretty good argument against immigration.\n\nI moved to Romania and although I put it on the map I spent 99% of my time breaking the speed limit, having children out of wedlock and human trafficking.\n\nThey really should deport me.",
    "retweets": 376,
    "likes": 8491
  },
  {
    "text": "Women need men. They need us so badly.\n\nIts hilarious how badly women need us.",
    "retweets": 1815,
    "likes": 25138
  },
  {
    "text": "True fame is doing some weights in your living room and having thousands of people less important than you view it, talk about it, discuss it, share it.\n\nThere is a version of Tate in billions of minds around the world.\n\nMy mind has no version of them.\n\nI am fed unlimited energy…",
    "retweets": 304,
    "likes": 3896
  },
  {
    "text": "Nearly every man that begs on me, sends me DMs and try’s to get my attention becomes a mega hater if I don’t reply to them. \n\nIt must be tough being a girl because guys are lame.",
    "retweets": 322,
    "likes": 4645
  },
  {
    "text": "I hate seeing planes crash.",
    "retweets": 866,
    "likes": 22609
  },
  {
    "text": "Hello American Ambassador in Romania\n\n@AmbasadaSUA \n\nI am an American citizen who is currently travel banned from leaving Romania WITHOUT CHARGES.\n\nAll charges against me were refuted by the court as illegal. \n\nThey tied me up for years with an illegal file before it was…",
    "retweets": 2854,
    "likes": 28162
  },
  {
    "text": "The most important words for the human soul are hope and wait.",
    "retweets": 1020,
    "likes": 10258
  },
  {
    "text": "Piss off your enemies for Christmas and remind them they suck.\n\nNever forgive a grudge ever.\n\nThat aunt who was wrong back in 2017? Yea. Txt her.\n\nRemember -\n\nPettiness is hilarious.",
    "retweets": 945,
    "likes": 11413
  },
  {
    "text": "I will soon run for office.",
    "retweets": 1724,
    "likes": 34395
  },
  {
    "text": "The statistically safest place to be a Christian isnt anywhere in Europe.\n\nIts Dubai.",
    "retweets": 2876,
    "likes": 56835
  },
  {
    "text": "This scumbag should face the same punishment in Germany that he would face in an Islamic country for an act of terror. \n\nTerrorists pay dearly across the Islamic world. \n\nInstead he will get a warm cell and three square meals a day. \n\nInsane weakness from an imploding continent…",
    "retweets": 4357,
    "likes": 53077
  },
  {
    "text": "Germany.\n\nWake up.",
    "retweets": 11449,
    "likes": 158422
  },
  {
    "text": "My enemies will never apologise...\n\nBut they will pay.",
    "retweets": 1706,
    "likes": 19229
  },
  {
    "text": "If Trump invaded the UK with the US army to take over government would you welcome it?\n\n52nd state.",
    "retweets": 563,
    "likes": 3356
  },
  {
    "text": "The UK Gov didnt take my $Daddy coin.",
    "retweets": 238,
    "likes": 4225
  },
  {
    "text": "Can a nigga breathe?",
    "retweets": 2384,
    "likes": 33158
  },
  {
    "text": "Being surrounded by hot girls isnt a flex anymore because everybody knows all women are soft prostitutes and money is easy to make.\n\n\"Im not a hooker I just need a boyfriend who pays for my entire life and spoils me\"\n\nYoure a hooker with one customer bich shut up.",
    "retweets": 3208,
    "likes": 32905
  },
  {
    "text": "Winter is the best time to make money because everyones buying presents.\n\nSpring is the best time to make money because everybody wants a new start.\n\nSummer is the best time to make money because everybody wants to have fun.\n\nAutumn is the best time to make money because you're…",
    "retweets": 1720,
    "likes": 15481
  },
  {
    "text": "So many fags who are afraid to enter the cage talk about biological age -\n\n\"age hacking\" \n\nvarious forms of gay.\n\nTaking 100 pills and sitting in cold water.\n\n\"Oh my biological age is 25!\"\n\nReally? Go fight then.\n\nYou cant. In real competition your age shows.  \n\nGay and fake.…",
    "retweets": 445,
    "likes": 9366
  },
  {
    "text": "Walk slow = Think slow = Poor.",
    "retweets": 1124,
    "likes": 14708
  },
  {
    "text": "There is no love left in the female heart. \n\nInstagram envy has bled them dry.\n\nIts all money money money.\n\nThats all they want, its all they care about.",
    "retweets": 3799,
    "likes": 32568
  },
  {
    "text": "Sleeping soundly is for overtly homosexual men.\n\nThe world is at war, people are dying and BTC breaks a new ATH everyday.\n\nMoney moving in every single direction, elections are over thrown in \"democratic\" nations....\n\nAnd you have ZERO innate anxiety? \n\nYou close your eyes and…",
    "retweets": 2194,
    "likes": 22221
  },
  {
    "text": "That dude from Mr Beast super bought the top with being a tranny.\n\nGave up his family and became a weirdo when it was cool and embraced by The Matrix.\n\nNow the illusion has shattered and hes left as a reculse full of hormones with no wife and kid.\n\nNobody gives a fuck and nobody…",
    "retweets": 1471,
    "likes": 31286
  },
  {
    "text": "I am fully crypto minded.\n\nWhen people ask to borrow 200k I say, sure no problem.\n\nBut if someone asked me to borrow two BTC?\n\nNEVER!",
    "retweets": 1006,
    "likes": 20060
  },
  {
    "text": "Life as a man is a permanent binary.\n\nYou’re either too busy\n\nor you’re too poor.",
    "retweets": 2033,
    "likes": 21385
  },
  {
    "text": "When youre late for work and stuck in a traffic jam.\n\nThat sense of anxiety and frustration.\n\nThats how you should feel every second of everyday until you finally get rich.",
    "retweets": 2231,
    "likes": 21968
  },
  {
    "text": "Hello @elonmusk \n\nYou have Space X and speak to the most important people in the world.\n\nPlease explain the drones.\n\nThanks, \n\nThe World.",
    "retweets": 8140,
    "likes": 106860
  },
  {
    "text": "Being impressed by a woman’s beauty is super gay.",
    "retweets": 1938,
    "likes": 27045
  },
  {
    "text": "Women doctors get sexual arousal from convincing young boys to be transgender.\n\nIts the perfect combination of sadism, misandry and false moral superiority.\n\nCoupled with the female desire to prove intellect via conforming hardest with the matrix, instead of the masculine desire…",
    "retweets": 522,
    "likes": 5751
  },
  {
    "text": "You have to try even harder when youre tired.\n\nThe war only ends if you win.\n\nGet put on the defensive and you spend endless years holding ground in a fox hole.\n\nLose? You die.\n\nWant to rest? Want the war to end?\n\nWin.",
    "retweets": 959,
    "likes": 9001
  },
  {
    "text": "LOGIC\n\nThe USA loves to shoot shit and blow things up all across the world. \n\nViolence is one of the few things the US GOV is actually efficient at.\n\nTo \"defend\" the USA we destroy things thousands of miles away. \n\nAnything unknown comes near USA? Gets destroyed.\n\nNot even a…",
    "retweets": 1155,
    "likes": 9882
  },
  {
    "text": "velocity is virtue; the sluggish stay poor.\n\n@tate_terminal",
    "retweets": 226,
    "likes": 2271
  },
  {
    "text": "Wake up.\n\nGrab a coffee.\n\nStart Human Trafficking.\n\nLETS GET IT!",
    "retweets": 1664,
    "likes": 33244
  },
  {
    "text": "You karmically attract injustice by wishing injustice upon your enemies.\n\nYou can desire retribution - but it must be fair.\n\nOnce you enter the world of the unbalanced, the fires of disproportionality, everybody gets burned.",
    "retweets": 475,
    "likes": 4607
  },
  {
    "text": "Smart woman once said:\n\n\"Never complain at a man for working. I need things and hes getting them\"",
    "retweets": 1088,
    "likes": 12254
  },
  {
    "text": "They locked you in your house and made your grandma die alone and made millions.\n\nBut they tell you I AM the problem for telling men how to grow up strong and brave.\n\nPeople of England...\n\nRead this link.\n\nThey get away with whatever they want because they serve satan and The…",
    "retweets": 1554,
    "likes": 13162
  },
  {
    "text": "Hailey Welch fucked more dudes than Lily Phillips.",
    "retweets": 1357,
    "likes": 35012
  },
  {
    "text": "100 dudes banged a hoe. \n\nOk?\n\nI don’t care.",
    "retweets": 1426,
    "likes": 33217
  },
  {
    "text": "How can you expect them to make big dick decisions when they’re called Micro Soft instead of Macro Hard.",
    "retweets": 701,
    "likes": 9549
  },
  {
    "text": "Im waiting for @saylor to explain to everybody why they dont need to worry about quantum computing.",
    "retweets": 955,
    "likes": 19706
  },
  {
    "text": "Saturated means it works and 95% of people making money in that industry are lazy idiots who you can easily out perform.",
    "retweets": 725,
    "likes": 8684
  },
  {
    "text": "HFSP $MSFT",
    "retweets": 298,
    "likes": 3842
  },
  {
    "text": "They caught Luigi just before crypto twitter hired him to wake the Hawk Tuah girl up.",
    "retweets": 276,
    "likes": 5159
  },
  {
    "text": "Luigi got caught WITH the gun. Idiot.\n\nNo wonder Mario hates him.",
    "retweets": 608,
    "likes": 14320
  },
  {
    "text": "Hey BLM it’s all Footlockers fault Daniel Penny got released. \n\nYou know what to do! 🫡",
    "retweets": 1011,
    "likes": 19471
  },
  {
    "text": "The next move for Daniel Penny is to wear a batman suit and patrol the NYC subway.",
    "retweets": 954,
    "likes": 15850
  },
  {
    "text": "My father was a black genius chess master.\n\nI remember my black father watching rap music videos and saying:\n\n\"Man, I hate these n*ggers. They give racists all the ammo they need\"",
    "retweets": 1854,
    "likes": 36898
  },
  {
    "text": "2000 retweets ill film a Tatespeech on the massive DOWNSIDE of Bitcoin.",
    "retweets": 1911,
    "likes": 4560
  },
  {
    "text": "Business, geopolitics, local drug dealers. \n\nIt doesn’t matter. \n\nFinancing ideologically fevered rebels is a constant and endless objective. \n\nEverybody is working for somebody. \n\nPawns capture squares but the game isn’t about pawns. \n\nIt’s about who put them there.",
    "retweets": 298,
    "likes": 3134
  },
  {
    "text": "Its amazing how much time losers have to hate on those more successful than them.\n\nPerhaps its all the winning theyre not doing.",
    "retweets": 609,
    "likes": 6826
  },
  {
    "text": "I actually like the word \"woke\"\n\nIts useful.\n\nIts an easy way to consolidate bitter, stupid, jealous and gay.",
    "retweets": 1021,
    "likes": 14496
  },
  {
    "text": "The same prosecutor who put Tristan and I in jail when we got big online is now formalising a case to put Romanias pick for president in jail.\n\nYou cant make this up.",
    "retweets": 2533,
    "likes": 21970
  },
  {
    "text": "J6 was global.\n\nEverybody large supporting Trump caught a case domestically (like me)\n\nIts actually much easier for USA to instruct smaller states like Romania to punish someone than it is to do it themselves.\n\nThey get plausible deniability as their own citizens suffer at the…",
    "retweets": 722,
    "likes": 4604
  },
  {
    "text": "The timeline being awake to the insanity of Romanian institutions after my 3 year saga is hilarious. \n\nIf The Matrix didn’t hate me, the inconsistency in their practise would have been highlighted throughout this entire process. \n\nBut it does hate me - so MSM instead pretended…",
    "retweets": 276,
    "likes": 2561
  },
  {
    "text": "You didn't know Bitcoin would be worth anything,\n\nIf you did, you would have accumulated as much as possible back when it was easy to accumulate.\n\nYou didn't know Social Media Followers would be worth anything,\n\nIf you did, you would have accumulated as many as possible when it…",
    "retweets": 552,
    "likes": 5758
  },
  {
    "text": "Liberals hate themselves.\n\nThey truly look at themselves as scum.\n\nThey believe in an elite class of people who are better than them, who should control their lives and make all the decisions.\n\nAnd abandon their own brain to adopt the brain of a \"greater being\"\n\nSheep that view…",
    "retweets": 637,
    "likes": 5157
  },
  {
    "text": "The primary objective of attacking Daniel Penny is remove any ounce of protective care for your society.\n\nIts to teach you to not care what happens in your city or face dire consequence.\n\n\"Not my problem\" says the serf as they annihilate everything his ancestors worked for.",
    "retweets": 1024,
    "likes": 7180
  },
  {
    "text": "FYI - 3 years of abuse by the Romanian state and the Americans have never helped ever once.\n\nThe embassy has never helped ever once.\n\nAll they said was \"oh, um, Romanian courts are kinda fair you might make it?\"\n\nYou pay that world wide tax with a USA passport because you believe…",
    "retweets": 612,
    "likes": 6987
  },
  {
    "text": "Escape The Matrix.",
    "retweets": 2919,
    "likes": 24609
  },
  {
    "text": "I want to give you all things for Christmas.\n\nShould I give away another Lambo to one person?\n\nOr should I give everyone on my email list something free?\n\nPersonally double all $Daddy coin purchases for a day?\n\nOpen to ideas.\n\nIts TOP G Christmas and the G stands for Generous.",
    "retweets": 936,
    "likes": 14148
  },
  {
    "text": "Pump $Daddy today or save announcements for my World Tour?",
    "retweets": 150,
    "likes": 1062
  },
  {
    "text": "I taught the young men of the world to never shut up, never back down and say what you think and feel.\n\nElon gave men a place to say it.\n\nThe most famous man in the world said resist the slave mind.\n\nThe richest man in the world said resist it here on X.\n\nBam. \n\nEverythings…",
    "retweets": 1346,
    "likes": 15034
  },
  {
    "text": "Satan uses women to do evil.\n\nOnly takes one lying woman to destroy a man.\n\nWomen typically allow Satan into a man's life.\n\nFucking isnt worth it.\n\nGod is protector of man. \n\nMen are protectors of women. \n\nWomen who forfeit men's protection are protected by Satan.\n\nSatan protects…",
    "retweets": 4599,
    "likes": 30669
  },
  {
    "text": "The opposite of a winner isn’t a loser. \n\nTo lose, you must at least attempt the game, a small win in itself. \n\nThe opposite of a winner is a hater. \n\nSidelines. Angry. Upset. \n\nAnd never even played the game of global infamy. \n\nAngry nobodies always lose hardest.",
    "retweets": 1216,
    "likes": 10750
  },
  {
    "text": "50 sons.",
    "retweets": 501,
    "likes": 12853
  },
  {
    "text": "She whan fuck with the money man",
    "retweets": 568,
    "likes": 7523
  },
  {
    "text": "3k retweets and will do an Emergency Meeting in 2 hours explaining why South Korea tried to implement Martial Law and why the parliament shot it down 190 - 0.\n\nAs usual it involves a silly woman.",
    "retweets": 3125,
    "likes": 13257
  },
  {
    "text": "I feel positivity in the air. \n\nJust hit me. \n\nDo you feel it too?\n\nIsn’t life beautiful?",
    "retweets": 333,
    "likes": 2652
  },
  {
    "text": "Mi no tek intimidation",
    "retweets": 364,
    "likes": 4427
  },
  {
    "text": "“Do not lose heart or despair- if you are true believers you have the upper hand-”",
    "retweets": 1049,
    "likes": 11021
  },
  {
    "text": "The most feminine thing a woman can do is make her man feel like a man. \n\nThe more of a man he feels, the more he wants to provide for you and protect you. \n\nHe becomes what you want, when he feels like a man. \n\nAnd he feels like a man when you obey him.",
    "retweets": 2338,
    "likes": 22611
  },
  {
    "text": "When your ex tries to come back its not because she loves you.\n\nIts not because she cares about you, but because you care about her. \n\nShe went out into the cold world, got fucked and ignored a few times then realised she left the only man who wants her for more than just sex.…",
    "retweets": 5616,
    "likes": 49325
  },
  {
    "text": "I’m not afraid of my nightmares.\n\nI’m afraid I won’t have them anymore.\n\nThey help me keep my wounds open, to remember why I must do what I have planned.",
    "retweets": 902,
    "likes": 9319
  },
  {
    "text": "You’re a FULL GROWN MAN being a millionaire is the bare minimum acceptable standard. \n\nBeing broke is awfully childish.",
    "retweets": 2516,
    "likes": 31428
  },
  {
    "text": "These wicked interview girls cry more than my human trafficking victims 🙄",
    "retweets": 521,
    "likes": 14582
  },
  {
    "text": "Covfefe",
    "retweets": 347,
    "likes": 5821
  },
  {
    "text": "Your life is the story of all the chances you didn’t take.",
    "retweets": 1533,
    "likes": 15427
  },
  {
    "text": "I have a DM to send to @elonmusk",
    "retweets": 560,
    "likes": 14272
  },
  {
    "text": "Do I need to bring the waifus back?",
    "retweets": 349,
    "likes": 8568
  },
  {
    "text": "The right place at the right time is quite often the exact same place you’ve always been with a little bit more effort.",
    "retweets": 1249,
    "likes": 11842
  },
  {
    "text": "You dont get to heaven with a smile on you face.",
    "retweets": 604,
    "likes": 8897
  },
  {
    "text": "Dont buy a new @Jaguar \n\nIt will have TRANS MISSION issues.",
    "retweets": 4505,
    "likes": 70491
  },
  {
    "text": "Loaded 1M USD to buy BTC if it hits 90k.\n\nAnd 1M more for 85k.",
    "retweets": 707,
    "likes": 16438
  },
  {
    "text": "Although I got into BTC at around 1000 dollars, I actually heard of it much earlier.\n\nWhen I was human trafficking, one of the girls who worked for me had a guy who wanted to pay 100 dollars an hour to talk to her on skype.\n\nHe asked if she wanted 10 BTC ($10 each at the time) or…",
    "retweets": 938,
    "likes": 30473
  },
  {
    "text": "I miss the London streets vibe. \n\nMight die. \n\nMight have the best night of your life. \n\nLuxury and blades in the same area code. \n\nI shouldn’t miss it but I do.",
    "retweets": 429,
    "likes": 12428
  },
  {
    "text": "The measure of a man is the calmness in his eyes when everything around him and everything inside of him is broken.",
    "retweets": 5461,
    "likes": 37014
  },
  {
    "text": "Do you wish you had one bitcoin or do you wish you had 100k?\n\nYou’d probably sell the BTC if you had it. \n\n(Btc = X USD) = NGMI \n\n(1 Btc = 1 Btc) = WAGMI\n\nIYKYK.",
    "retweets": 426,
    "likes": 7899
  },
  {
    "text": "The bull run begins when Elon buys BTC and DOGE with the money saved from governmental over spending and corruption.",
    "retweets": 1202,
    "likes": 16042
  },
  {
    "text": "There’s no way to be a legacy journalist without being an objectively bad person. \n\nTo purport their hatred you must ignore all nuance and quite often ignore your own personal experience. \n\nSelf soul sacrifice at the feet of the machine for low level fame and an ego boost.",
    "retweets": 266,
    "likes": 2861
  },
  {
    "text": "I have never tried any narcotics in my life ever.\n\nNever tried weed, coke, pills, zero.\n\nHallucinogens I can understand the temptation. Its novel.\n\nWeed is bullshit, I can be tired from the gym I dont need drugs to be tired.\n\nCoke is bullshit, I can be an asshole perfectly fine…",
    "retweets": 1432,
    "likes": 34526
  },
  {
    "text": "💎🙌🏽",
    "retweets": 397,
    "likes": 6176
  },
  {
    "text": "The masculine imperative is to do things simply because they havnt been done before.\n\nThis is how the world was explored.\nIt is how sky scrapers were built.\n\nThis drive literally forced humanity forward.\n\nSafety is the female imperative, important.\n\nMen take risks, important.…",
    "retweets": 544,
    "likes": 5714
  },
  {
    "text": "The strongest cowboy going through an operation tomorrow. @Waller7J \n\nSend him positive energy &lt;3",
    "retweets": 316,
    "likes": 7267
  },
  {
    "text": "\"We hacked his school and saw the chats of his 800k members\"\n\nThe chats are public? You literally just bought a membership and logged in and read the rooms? \n\nCall that a hack?\n\nWhats 800,000 x 49$ a month?\n\nOh wait, you bought a membership.\n\nWhats 800,001 x 49$ a month?\n\nWe are…",
    "retweets": 574,
    "likes": 14698
  },
  {
    "text": "By returning the file to the police, the Romanian justice system admits everything that has happened to me so far was unjustified and illegal.\n\nThe compensation due is in the hundreds of millions and liability has already been admitted by the court.",
    "retweets": 1485,
    "likes": 20752
  },
  {
    "text": "Remember when they plastered me all over international news saying I was a human trafficker and after 3 years of investigation, 4 house searches, every hard drive checked the Judge gave it back to Dicott saying there wasnt enough evidence?\n\nI was in jail for this, now they say…",
    "retweets": 4583,
    "likes": 45288
  },
  {
    "text": "Because of crybabies, I will leave this up to the community.\n\nTrenches stream was fun. Yes, I pumped $Daddy, but I also pumped trash that was nothing to do with me.\n\nAnd theres rumours I pumped trash that was to do with people close to me. Which Im investigating. \n\nSo heres a…",
    "retweets": 303,
    "likes": 2522
  },
  {
    "text": "GM",
    "retweets": 277,
    "likes": 5649
  },
  {
    "text": "Women are like meme coins.  \n\nNew ones are created every second.\n\nMost are just a pump and dump.\n\nSome are bullshit that you waste money and time on.\n\nSome turn out to be fantastic investments.  \n\nThere is only one way to find out which is which, you gotta be in the trenches.",
    "retweets": 2453,
    "likes": 21984
  },
  {
    "text": "Who gets the 400 solana buy n burn?",
    "retweets": 519,
    "likes": 2592
  },
  {
    "text": "5000 retweets ill tweet one more ticker.",
    "retweets": 4787,
    "likes": 9322
  },
  {
    "text": "This is hilarious",
    "retweets": 417,
    "likes": 13359
  },
  {
    "text": "Tate wont leave the trenches untill we get GTA 6",
    "retweets": 2610,
    "likes": 24015
  },
  {
    "text": "ABOUT TO FUCKING BURN THIS TO THE FUCKIN GROUND\n\nAXNgt2tyXdoNR3VaXqtN8E91m9ZwKCJrVHAX6r7Dpump",
    "retweets": 973,
    "likes": 10150
  },
  {
    "text": "You can date girls to end up stressed broke and low on time. \n\nOr you can trade shitcoins to end up stressed broke and low on time. \n\nBut with shitcoins… \n\nYou might, maybe, get rich. \n\nShitcoins give you hope. \n\nGIRLS GIVE YOU NOTHING. \n\n#blockallgirlsinyourphone",
    "retweets": 1505,
    "likes": 15705
  },
  {
    "text": "I like the kinda guys who says 4mins, or 6mins.\n\nNot \"around 5mins\"\n\nDo you understand?",
    "retweets": 975,
    "likes": 22673
  },
  {
    "text": "Here me out.\n\n2 hour stream.\n\nFreshly loaded wallet with 10,000 sol.\n\nYou can track the wallet as I navigate the meme coin trenches - might lose it all, might make some.\n\nWho cares.\n\nBlow it all into a super candle on a coin at the end.\n\n10k retweets an we do it tomorrow.",
    "retweets": 11220,
    "likes": 32980
  },
  {
    "text": "Harder the level the higher the score.\n\nStress is essential.\n\nYou will never be important unless you learn to deal with perma stress.",
    "retweets": 1135,
    "likes": 11825
  },
  {
    "text": "I could never work again and live the highest level life purely from my Bitcoin but the problem with that is…\n\nI’ll never sell my Bitcoin. 😊",
    "retweets": 774,
    "likes": 16560
  },
  {
    "text": "Russia please dont nuke us I just got free?!\n\nHold tight my G Putin\n\nHypersonics can wreck them and hold out for Trump.",
    "retweets": 4528,
    "likes": 62066
  },
  {
    "text": "WHY IS LUCY CALLING ME?! 😂🤣",
    "retweets": 853,
    "likes": 25318
  },
  {
    "text": "Alhamdulillah",
    "retweets": 5107,
    "likes": 58775
  },
  {
    "text": "The largest companies in the world are calling me and offering huge sums of money to do X Y Z now that my case has been proven to be false.\n\nLifes on fire.\n\nWORLD TOUR LOADING.",
    "retweets": 2298,
    "likes": 37951
  },
  {
    "text": "You wouldn’t even want it if it was easy. \n\nSo why complain that it’s hard?\n\nYou are complaining that you want something you want.",
    "retweets": 1287,
    "likes": 12364
  },
  {
    "text": "Next time Im in court ill do the Haka to show the judge I disagree and if Im sent to jail they must be a racist that doesn't appreciate indigenous cultures.",
    "retweets": 1219,
    "likes": 25044
  },
  {
    "text": "Burn my 20% of $G coin from my public wallet?",
    "retweets": 421,
    "likes": 4026
  },
  {
    "text": "The world is healing and its getting easier and easier to win.\n\nThe problem is, this wont make everybody a winner.\n\nItll just make the winners win more than theyve ever won.\n\nLosers will always lose no matter the rules.",
    "retweets": 560,
    "likes": 7347
  },
  {
    "text": "Why are people pretending Biden authorised strikes into Russian territory?\n\nBiden hasn’t got a clue what’s going on. \n\nThe Matrix did. \n\nWar allows them to retain control. \n\nIt’s a final act of desperation before the cleansing fire. \n\nPray they fail.",
    "retweets": 11462,
    "likes": 82740
  },
  {
    "text": "Tomorrow. 8pm.\n\nIt’s a dogs world. 🐶\n\n$G unit",
    "retweets": 485,
    "likes": 6052
  },
  {
    "text": "If youre in it to win youre going to lose.\n\nIf you love the game, for the sake of playing the game, you win every single time.\n\nTrue players dont even know what a win looks like.\n\nYou should be too busy rolling the dice to worry what it lands on.\n\nIYKYK.",
    "retweets": 935,
    "likes": 9054
  },
  {
    "text": "Once $G hits 100m MKC I will buy $Barsik ❤️\n\n@hasbulla_main",
    "retweets": 705,
    "likes": 4450
  },
  {
    "text": "5k retweets and ill do a livestream following $G around wherever he goes and whatever he does.",
    "retweets": 4299,
    "likes": 5962
  },
  {
    "text": "Can dogs and cats be friends?",
    "retweets": 381,
    "likes": 7316
  },
  {
    "text": "Never seen a cat eat a dog, but Ive seen a dog eat a cat.",
    "retweets": 473,
    "likes": 11797
  },
  {
    "text": "I’m so excited to see how rich the richest nation on earth can be once it ends the corrupt money squandering.",
    "retweets": 1734,
    "likes": 27594
  },
  {
    "text": "If you fear a department designed to track and clean up spending its because youre corrupt and stealing money.\n\nThere simply is no other possible reason.",
    "retweets": 2670,
    "likes": 22373
  },
  {
    "text": "I am very concerned my X hundred BTC aren’t enough.\n\nI can sell 50M of real world assets to buy more, but why get rich from BTC, if you don’t buy real world assets?\n\nBut what’s the point of buying real world assets when you can hold Bitcoin and you know it will outperform?…",
    "retweets": 866,
    "likes": 12898
  },
  {
    "text": "Hello @Keir_Starmer \n\nIve heard rumours that your clown show of a socialist government intends to indite me for things Ive said on X.\n\nI am an American citizen protected by the first amendment. \n\nI havnt lived in England for 9 years, and not a single tweet ive posted was typed…",
    "retweets": 11324,
    "likes": 109948
  },
  {
    "text": "The coward avoids blinding truth as it forces a difficult binary.\n\n1) Be brave and take action.\n\n2) Accept you are a slave waiting to die.\n\nBoth of these options are scary. \n\nCowards avoid feeling fear at all cost.\n\nThe only solution is to ignore objective realities.",
    "retweets": 378,
    "likes": 3619
  },
  {
    "text": "X just isnt the same without Don Lemon im sure all of you feel it too.",
    "retweets": 1079,
    "likes": 32686
  },
  {
    "text": "Tateoshi Nakapimpo",
    "retweets": 328,
    "likes": 5768
  },
  {
    "text": "BTW @blknoiz06 ur a bitch ass nigga. \n\n@BenArmstrongsX will be wearing $Daddy gear when you fight.  \n\nWHEN he knocks you out.  \n\nI will tweet the picture at you, every single day, for the rest of your life.",
    "retweets": 231,
    "likes": 4110
  },
  {
    "text": "The Haka is gay.\n\nSorry New Zealand.\n\nAll that screaming and dancing just to get owned by gunpowder. \n\nWAKKKAAATAAA RAKKKAATTAAA REEEEYAAA REEEYAAA 😛\n\n*Boom*\n\nDead.",
    "retweets": 4665,
    "likes": 104156
  },
  {
    "text": "It turns out you dont need sleep you can easily replace it with liberal meltdowns on X and historic crypto bullruns.\n\nWere so back.",
    "retweets": 947,
    "likes": 17459
  },
  {
    "text": "American women are the most privileged women in history anywhere on the planet ever.\n\nStop crying about abortion.\n\nWithout a border your child will get aborted aged 17 on their way home from work by an illegal migrants .45",
    "retweets": 1378,
    "likes": 19979
  },
  {
    "text": "I finally feel American again.",
    "retweets": 2510,
    "likes": 53485
  },
  {
    "text": "Been going down the @mattgaetz rabbit hole since his appointment an hour ago. \n\nThis guys a badass.",
    "retweets": 6118,
    "likes": 101284
  },
  {
    "text": "$Daddy is going to 1B even if I have to buy it all myself.\n\nIts my coin, all other celebs rugged, I didnt. \n\nWe will be alive forever. We will last years.\n\nWhen I am free we do the $Daddy world tour.\n\n1) Every single penny generated from speaking events goes into $Daddy. \n\n2)…",
    "retweets": 770,
    "likes": 7335
  },
  {
    "text": "🌙🕯️",
    "retweets": 242,
    "likes": 4438
  },
  {
    "text": "If you think of where you are right now in your life.\n\nYou’ll see that everything’s actually worked out fine.\n\nHasn’t it?\n\nThe reason for that is the action you’ve taken.\n\nNot the time you’ve sat around waiting.\n\nWORK MORE.",
    "retweets": 1023,
    "likes": 10043
  },
  {
    "text": "Money doesn’t buy happiness.\n\nBut it buys security and safety for the people you love and as much time as required to improve your stats as a man.\n\nGym\nKnowledge\nNetwork\n\nSo get rich.\n\nFocus on what’s important.\n\nAnd I guarantee you’ll end up happy.",
    "retweets": 2342,
    "likes": 19565
  },
  {
    "text": "Magic is simply hard work.\n\nLuck is simply hard work.\n\nFortune, Karma, Blessings, Fate, Destiny...\n\nSuccess Itself.\n\nIt’s simply hard work.",
    "retweets": 1306,
    "likes": 11365
  },
  {
    "text": "You guys are all hyped about $BTC hitting a new ATH each day.\n\nYou should see the new town/village Russia captures each day. \n\nUkrainian line is collapsing.",
    "retweets": 493,
    "likes": 9504
  },
  {
    "text": "Every time you quit, somebody else gets your prize.",
    "retweets": 6085,
    "likes": 41112
  },
  {
    "text": "Western governments in a nutshell: \n\nGermany sold their $BTC at 53k and missed out on 1.7billion in profit (so far)\n\nThere will be no investigation. \nNo accountability. \nNobody loses their job.\n\nWe don’t even know who decided to do this. \n\nOr why?\n\nJust “oh well” if they even…",
    "retweets": 1319,
    "likes": 15790
  },
  {
    "text": "Goooooooood morning :)",
    "retweets": 609,
    "likes": 15545
  },
  {
    "text": "The primary objective is to be left alone by those who have more weapons than you while interacting for resource. \n\nMafia, Government, it doesn’t matter. \n\nThe balancing act is collaboration for fiat while maintaining sovereignty. \n\nOnce enough fiat is generated for more to…",
    "retweets": 214,
    "likes": 2624
  },
  {
    "text": "The real $BTC bullrun begins when the average holder understands there is nothing to sell it FOR.  \n\nFiat is junk. And besides, If you wait, you get more fiat. \n\nSo why sell now?  \n\nWhy would I buy a car or a house for X when I can buy it cheaper (vs BTC) later for Y?  \n\nPrices…",
    "retweets": 1995,
    "likes": 20286
  },
  {
    "text": "10,000 retweets and ill buy 1M of $BTC right now at the top for shits and giggles.",
    "retweets": 10944,
    "likes": 27410
  },
  {
    "text": "BITCOIN HACK 🚨🚨🚨\n\nWith the monumental growth of $BTC and impending global reserve status, many of you feel priced out of obtaining a significant allocation.\n\nHeres some advice on what to do:\n\nGET A TIME MACHINE AND BUY SOME WHEN IT WAS CHEAPER INSTEAD OF BEING A FUDCUNT.",
    "retweets": 683,
    "likes": 11871
  },
  {
    "text": "Liberals don’t understand what Trump has come to fix because they don’t think anything is broken.\n\nScary isn’t it?",
    "retweets": 4355,
    "likes": 48983
  },
  {
    "text": "Is sending men to die in a ditch in a pointless war human trafficking?",
    "retweets": 1310,
    "likes": 18914
  },
  {
    "text": "The hubris required to think ANYBODY cares about you leaving America is likely the same maniacal hubris required to be a liberal in the first place.",
    "retweets": 539,
    "likes": 6941
  },
  {
    "text": "The American people rejected pronoun insanity in favour of a strong border and a strong economy. \n\nAnd the Democrats are confused why they lost? 😂",
    "retweets": 3195,
    "likes": 42547
  },
  {
    "text": "Loading... $Daddy",
    "retweets": 349,
    "likes": 4209
  },
  {
    "text": "I do not debate liberals.\n\nThey hate themselves and want to destroy the world.\n\nSuicide by proxy.\n\nInstead I troll them, get filthy rich and enjoy a life they will never ever reach.\n\nThe future is ours gentlemen 🫡",
    "retweets": 2379,
    "likes": 33774
  },
  {
    "text": "Trump, they tried to kill you.\n\nTwice.\n\nThey tried to destroy society and brutally mutilate our children.\n\nThey lie about \"healing\" now, because they lost.\nThey talk about \"rights\" now, because they lost.\n\nIf they won, theyd crush us all.\n\nHave no mercy.\n\nThey dont deserve it.",
    "retweets": 16063,
    "likes": 112595
  },
  {
    "text": "Men make fun of eachother all day long about literally everything.\n\nMake one joke about women and they have a breakdown.\n\nYou know, one of the quickest ways to be super dislikeable is not being able to take a joke.",
    "retweets": 2539,
    "likes": 31124
  },
  {
    "text": "You have 1460 days to become so rich and so important that you are a cultural force which will help resist the woke mind virus.\n\nIt hasnt been destroyed.\n\nIts regrouping.\n\nThe zombie horde will return, and we must be ready for them.\n\nWORK HARD BROTHERS.",
    "retweets": 3521,
    "likes": 35093
  },
  {
    "text": "Anyone who was raised properly understands exactly why the world is instantly healing now Trumps back in charge.\n\nDaddys home.\n\nDumbshits over or you get your ass kicked.",
    "retweets": 4429,
    "likes": 51986
  },
  {
    "text": "BTC ATH doesnt make headlines anymore.\n\nTheres no emotional reaction and nobody cares.\n\nThis is a good thing -\n\nThis is \"only up\" territory. \n\nThere is no shock or awe.\n\nExpectation is belief. \n\nWe know it will break ATH.\n\nWe dont care.\n\nHigher.\n\nValhalla.",
    "retweets": 1841,
    "likes": 23171
  },
  {
    "text": "As a man,\n\nAll you should ask for is a fair shot.\n\nNothing more, nothing less.\n\nA fair chance.\n\nA game where you get what you deserve.\n\nWhere the results are based on nothing more than how well you played.\n\nA nice calm sea, where every row inches you a little bit closer.\n\nEach…",
    "retweets": 1113,
    "likes": 11737
  },
  {
    "text": "I cant get the AI to burn the coin itself, but once @tate_terminal Telegram reaches 10,000 members I will manually burn 30% of the coin.",
    "retweets": 274,
    "likes": 2554
  },
  {
    "text": "I will give you 100k extra in $Daddy coin if you knock him out.  I want him to see $Daddy coin as he falls over.\n\nRetribution for all the scams he pushed.\n\nKnock him out bad you can have a Lambo.\n\nI want to knock him out myself but I cant travel yet.\n\nBreak him.\n@BenArmstrongsX",
    "retweets": 230,
    "likes": 3166
  },
  {
    "text": "Considering shes somehow turned from woke to remotely based, I wonder if @jk_rowling will publically admit she was wrong about Trump?\n\nI called her out on it in 2018.",
    "retweets": 451,
    "likes": 12193
  },
  {
    "text": "Never forget Mike Pence is a traitor.\n\nThis victory reminds him of his cowardice. He deserves it.",
    "retweets": 3620,
    "likes": 41535
  },
  {
    "text": "Were taking $Daddy to the moon.",
    "retweets": 391,
    "likes": 4025
  },
  {
    "text": "LMFAOOOOOOO",
    "retweets": 424,
    "likes": 14507
  },
  {
    "text": "ROTFLLLLLLL",
    "retweets": 204,
    "likes": 5054
  },
  {
    "text": "LOLLLLLLLLLLLLLLLLLL",
    "retweets": 389,
    "likes": 10355
  },
  {
    "text": "Remember when @elonmusk walked into Twitter, fired all the woke retards and made the place 80% smaller but 1000% better?\n\nWait till you see what he does with government.",
    "retweets": 30821,
    "likes": 307140
  },
  {
    "text": "Lol @maddow @MarkHamill",
    "retweets": 505,
    "likes": 9702
  },
  {
    "text": "Lol @KeithOlbermann @acnewsitics",
    "retweets": 269,
    "likes": 5381
  },
  {
    "text": "Lol @johnlegend @ladygaga @Pink",
    "retweets": 1488,
    "likes": 26291
  },
  {
    "text": "Lol @BarackObama @MichelleObama",
    "retweets": 3820,
    "likes": 66141
  },
  {
    "text": "Lol @iamcardib",
    "retweets": 2445,
    "likes": 54004
  },
  {
    "text": "Lol @Usher @JLo",
    "retweets": 1912,
    "likes": 36826
  },
  {
    "text": "Lol @taylorswift13",
    "retweets": 2708,
    "likes": 57564
  },
  {
    "text": "Donald Trump single handedly kept two evil war mongering she witches out of office.\n\nHero.",
    "retweets": 6103,
    "likes": 80977
  },
  {
    "text": "Cry more.",
    "retweets": 1703,
    "likes": 29803
  },
  {
    "text": "Crying \nNews \nNetwork",
    "retweets": 1569,
    "likes": 28388
  },
  {
    "text": "THE BULLETPROOF OUTLAW IS IN CHARGE.",
    "retweets": 1884,
    "likes": 29566
  },
  {
    "text": "Tim Waltz, a random who nobody liked - can now disappear back to whatever gay bar they found him in.\n\nKamala will stop laughing at air.\n\nPedowood will realise nobody cares what they think.\n\nWhite dudes for Kamala will cry in their wives boyfriends arms.\n\nNature is healing.",
    "retweets": 18786,
    "likes": 198962
  },
  {
    "text": "Thank God. \n\nMen can’t get pregnant anymore.",
    "retweets": 39311,
    "likes": 390523
  },
  {
    "text": "I’m moving back to America.",
    "retweets": 21766,
    "likes": 418634
  },
  {
    "text": "IM A MAN AND I WANT WOMEN TO GET ABORTIONS! IM VOTING KAMALA!\n\nHow fucking retarded are you people?",
    "retweets": 8508,
    "likes": 144392
  },
  {
    "text": "I went to jail to tell the truth. \n\nThe culture war was me. \n\nI changed the entire internet. \n\nI changed the culture single handedly. \n\nI martyred myself. \n\nIf Trump wins I’ll feel a deep sense of peace. \n\nSuffering for nothing is good. \n\nSuffering to win is great.",
    "retweets": 2237,
    "likes": 29028
  },
  {
    "text": "It’s NOT close. \n\nDONT let them psyop you into the idea it’s close. \n\nThey’re setting up the rig. \n\nThey want you to think “ah it was close they only cheated a little”\n\nNo. They’re cheating BIG. \n\nIt’s NOT close. \n\nit’s a \n\nTRUMP LANDSLIDE \n\nAND EVERYBODY KNOWS IT.",
    "retweets": 27875,
    "likes": 200232
  },
  {
    "text": "Between revenge and life. \n\nChoose life.",
    "retweets": 1546,
    "likes": 16529
  },
  {
    "text": "Men being good caring leaders is 100% proven by the fact women don’t go to war.\n\nIf men were evil like women say, we would send all the women to fight the other team's women and relax at home.\n\nWomen send men to die.\n\nNot the other way around.\n\nWho's the bad guy?",
    "retweets": 1013,
    "likes": 11718
  },
  {
    "text": "God saved Trump from the bullet so you could vote for him.",
    "retweets": 12289,
    "likes": 133914
  },
  {
    "text": "The fact this election is even close, and not 99% Trump, shows how bad things have gotten.\n\nSociety is destroyed.",
    "retweets": 9737,
    "likes": 143462
  },
  {
    "text": "Women are war mongers because they dont respect male life unless that EXACT man is buying them handbags.\n\nThey care about the ONE man who spoils them. Thats it.\n\nLook what they say about hating all men?\n\nLook how they laugh at male mental health?\n\nLook how they ignore every…",
    "retweets": 2393,
    "likes": 24321
  },
  {
    "text": "Satan in a wig promises extra death to females and they lap it up.\n\nWomen can not think for themselves and should not vote.\n\nIf Trump loses the western world is over.",
    "retweets": 1256,
    "likes": 14236
  },
  {
    "text": "The abortion obsession is simple to explain.\n\nWomen have become so promiscuous that they’re fucked by men who they’re genetically repulsed by.\n\nIf they had any ounce of self-worth - they’d never allow a man they don’t respect dick inside them.\n\nWhich means they’d only fuck men…",
    "retweets": 1117,
    "likes": 11789
  },
  {
    "text": "24h volume of $DADDY is the same as BTC in 2013, and ETH in 2015\n\nLoading....",
    "retweets": 321,
    "likes": 4019
  },
  {
    "text": "If you think that squirrel is bad you should see Gaza.",
    "retweets": 5728,
    "likes": 50867
  },
  {
    "text": "If only men could vote -\n\nWould you believe any of the liberal politicians winning in a fair election?\n\nName a straight man you know who votes for these people.\n\nSo you blame migrants and women for these clowns getting \"elected\"\n\nBut do that many women and migrants actually vote?…",
    "retweets": 343,
    "likes": 4160
  },
  {
    "text": "The fact the election integrity is even in question is insane. \n\n“Did they cheat” \n“Didn’t they cheat”\n\nAsinine. \n\nThe fact it’s even POSSIBLE to cheat is a failure of the system. \n\nOF COURSE there is a dispute over results. \n\nThey know this. \n\nThey want chaos.",
    "retweets": 1348,
    "likes": 13397
  },
  {
    "text": "Why do men become such monumental pussies once they have daughters?\n\n“Oh I have daughters so I’ll be gay and vote gay and dress up like a Disney princess”\n\nI have sons and daughters. \n\nIt’s only motivated to be even more harsh and based to protect them. \n\nNo migrants. None.",
    "retweets": 1397,
    "likes": 20425
  },
  {
    "text": "Every time a celebrity endorses Kamala I trust her less. \n\nEstablishment shill after establishment shill. \n\nTeam Matrix. \n\nResist enslavement.",
    "retweets": 3921,
    "likes": 40100
  },
  {
    "text": "The same people who need therapy for bad words think that people from war zones are fully mentally balanced and will integrate perfectly with civilized society.",
    "retweets": 568,
    "likes": 6295
  },
  {
    "text": "If you give a single fuck what singers think about politics you shouldnt even be allowed to vote.",
    "retweets": 7721,
    "likes": 87063
  },
  {
    "text": "Forget The President, look at the backup.\n\nIts Elon Musk, Vivek, Ron Paul and JD Vance \n\nVs\n\nUsher, Cardi B, Beyonce and Lebron James\n\nHow is this even a competition for who should run the country?",
    "retweets": 32673,
    "likes": 259662
  },
  {
    "text": "You pay taxes to faggots who hate you.",
    "retweets": 5178,
    "likes": 57186
  },
  {
    "text": "No one is ever truly ready for chaos.\n\nWhen you see some people seemingly effortlessly take advantage of every situation thrown at them,\n\nWhen they bought BTC at 3k while everyone else was panicked.\n\nWhen they entered DeFi before anyone knew what it was and made millions.\n\nWhen…",
    "retweets": 217,
    "likes": 2558
  },
  {
    "text": "Isn't it fun?\n\nBeing in the most chaotic time to be alive?\n\nAI minting millionaires while at the same time dooming millions to jobless poverty.\n\nU.S. Presidential Election coming up where we get to witness the fate of a Global Super Power.\n\nInsurmountable World debt as every…",
    "retweets": 293,
    "likes": 3305
  },
  {
    "text": "I can categorically prove to you anyone who votes democrat is a moron.\n\nThey will ignore the issues of:\n\nWW3 with Russia\nBorder security\nInflation\nRampant crime\nInfrastructure collapse\nDrug abuse\n\nFor more favourable terms to murder their own children.",
    "retweets": 6134,
    "likes": 43841
  },
  {
    "text": "A good friend just named his newborn son Adolph. \n\nNature is healing.",
    "retweets": 1902,
    "likes": 40204
  },
  {
    "text": "Women believe in manifestation but really it’s just waiting for a man to come along and pay for it.",
    "retweets": 1371,
    "likes": 16270
  },
  {
    "text": "Real Gs know the only duty sex is men to women, never women to men. \n\nIf you’re even discussing duty sex in the female to male premise - you’re a loser.",
    "retweets": 352,
    "likes": 6674
  },
  {
    "text": "$Daddy",
    "retweets": 298,
    "likes": 2880
  },
  {
    "text": "When nobody believes in the election, there is no election.",
    "retweets": 969,
    "likes": 18105
  },
  {
    "text": "Untill Elon Musks son stops pretending he’s a girl and puts some rockets into space he should speak to his father with some respect. \n\nHe has catching up to do before he’s allowed an opinion.",
    "retweets": 1132,
    "likes": 27796
  },
  {
    "text": "If men would just get some balls and totally ignore what women think/say the world would be fixed overnight.",
    "retweets": 2774,
    "likes": 31023
  },
  {
    "text": "Which solana coins are you invested in?",
    "retweets": 194,
    "likes": 1357
  },
  {
    "text": "Publicly supporting Dems is just satisfying a humiliation fetish.",
    "retweets": 413,
    "likes": 6865
  },
  {
    "text": "TATETANIC",
    "retweets": 358,
    "likes": 5368
  },
  {
    "text": "I shifted the culture. Me.\n\nI moved the needle.\n\nYoure welcome.",
    "retweets": 580,
    "likes": 12878
  },
  {
    "text": "TATES CRYPTO PLAN REVEALED 🚨🚨🚨\n\nMy coins are $RNT and $Daddy.\n\nI am getting SEC approval and then we launch TRW native token which pays you each day you hold it.\n\nYou will get free TRW token for your power level inside of The Real World, so join now and begin completing…",
    "retweets": 1959,
    "likes": 5545
  },
  {
    "text": "Simple reason to believe in God:\n\nThe people trying to destroy your life don’t believe in God.",
    "retweets": 4399,
    "likes": 36952
  },
  {
    "text": "Todays twitter options from the Top G menu.",
    "retweets": 129,
    "likes": 1334
  },
  {
    "text": "Women find peace in comfort.\n\nMen find peace in purpose, even if said purpose is uncomfortable.",
    "retweets": 1516,
    "likes": 14361
  },
  {
    "text": "48 hours. @tate_terminal.",
    "retweets": 164,
    "likes": 1986
  },
  {
    "text": "$Link Marine.\n\n4 year vet.",
    "retweets": 322,
    "likes": 3579
  },
  {
    "text": "The question is NOT -\n\nDo I need AI machines working 24 hours a day printing money for me.\n\nBecause everybody knows the answer is YES.\n\nThe question is...\n\nWHO will teach me this if I dont listen to Tate?\n\nand\n\nWhat will happen if everybody else gets these machines before I do?…",
    "retweets": 205,
    "likes": 2106
  },
  {
    "text": "Some of the most solid evidence Americans are retards is that they slander people like Elon and Trump with “HE TALKS TO PUTIN!?”\n\nYes he talks to the leader of a nuclear power we’re currently in proxy war with. \n\nSurely that opens one more sensibility channel before nuclear…",
    "retweets": 1221,
    "likes": 12598
  }
]